// © Copyright 2011-2013, 2015-2016 HP Development Company, L.P.

TaskName = "無線設定";
TaskTOCTitle = "HP 自動無線連線";
ConfirmSettingsTaskName = "確認 HP 自動無線連線";
ConfirmSettingsTaskTOCTitle = "確認無線設定";
NetworkSelectTaskName = "選取網路";
DeviceDiscoveryTaskName = "選取裝置";
DeviceDiscoveryTaskTitle = "選擇要設定的裝置";
ConfigureSettingsTaskName = "設定裝置";
ResultsTaskName = "組態結果";

// confirmation pane
ConfirmationDescriptionText = "如果您選擇使用 HP 自動無線連接，您的電腦將暫時與您的無線網路斷開連接， 所以您應該完成任何已在進行中的下載/上載任務。此中斷將持續約三十秒，然後無線連接將會還原。";
HostNetworkDetectedTitle = "應用程式已確定您的電腦連線到具有下列設定的無線網路:";
WirelessNetworkNameTitle = "無線網路名稱:";
CommunicationModeTitle = "通訊模式:";
EncryptionTypeTitle = "加密類型:";

WirelessNetworkChooseTitle = "您要將裝置設定為使用上述設定嗎?";
KeepCurrentNetworkSettingsTitle = "是，保持這些設定。";
ChooseAnotherNetworkSettingsTitle = "否，我要選擇其他網路。";
ShowSettingsTitle = "顯示設定";

// network selection pane
NetworkSelectTitle = "從下方清單中選取您的無線網路名稱。";
SelectedNetworkPasswordTitle = "密碼:";
NetworkSelectContinueDescription= "按一下繼續，新增裝置至\"%@\"。";
NetworkDiscoveryFailedTitle = "網路探索失敗";
NetworkDiscoveryFailedDescription = "探索不到任何無線網路。";
SetupNetworkSelectedTitle = "選取其他網路";
SetupNetworkSelectedDescription = "正在嘗試連線至由列印裝置建立的特殊網路。請按「確定」或選取其他網路。";

NetworkNotAvailableTitle = "網路無法使用";
DeviceNetworkNotAvailableMessageFormat = "裝置無法存取無線網路 \"%@\"。請確保無線存取點運作正常，且在裝置範圍內，也可以選擇其他網路。";
MacNetworkNotAvailableMessageFormat = "Mac 無法存取無線網路 \"%@\"。請確認您的無線存取點正常運作，且在您 Mac 的範圍之內，或選擇其他網路。";
ChangeNetworkButtonTitle= "變更網路";

LookingForNetworkMessageFormat = "尋找網路: \"%@\"";

UnsupportedNetworkTitle = "不支援的網路";
UnsupportedNetworkMessageFormat = "請選擇其他網路，或聯絡網路管理員以取得協助。";

EnterpriseNetworkAlertTitle = "選取的企業網路";
EnterpriseNetworkAlertForUSBConnectionMessage = "此網路受到某類型的企業級加密功能保護。請將印表機連線至您電腦所連線的相同網路，然後使用內嵌式 Web 伺服器，或與您的管理員聯絡。";
EnterpriseNetworkAlertForNetworkConnectionMessage = "此網路受到某類型的企業級加密功能保護。若要將印表機連線至網路，請使用內嵌式 Web 伺服器 (EWS)，或與您的管理員聯絡。如果您選擇使用 EWS，則電腦將中斷與無線網路的連線，再連線至專為此印表機建立的特定網路。";
ConfigureUsingEWSButtonTitle = "使用 EWS 進行設定";
ConnectingToDeviceProgressTitle = "正在連線至裝置網路...";

UnableToConnectToDeviceNetworkAlertMessage = "確認您的裝置已開啟且在此電腦檢視範圍中，而裝置上的藍色指示燈應會閃爍，顯示裝置處於「HP 自動無線直捷」模式。您可以使用裝置控制面板上的「還原網路預設值」選項來重設此模式。如需相關操作說明，請參閱您的裝置說明文件。";

// select device
DeviceNameColumnTitle = "裝置名稱";
DeviceModelColumnTitle = "裝置機型";
AllFilterTitle = "所有";
DevicesFilterLabel = "裝置:";
SupportedDevicesFilterTitle = "支援";

// configure
ConfigureTaskName = "正在設定您的 HP 裝置";
ConfigureTitle = "正在設定...";
NoteTitle = "HP 裝置將設定用於無線網路連線。這可能需要幾分鐘的時間。";
RestoringNetworkSettings = "正在還原網路設定...";

// particular errors
IncorrectPasswordTitle = "不接受密碼";
IncorrectPasswordDescription = "無線網路\"%@\"不接受該密碼。\n\n請重新輸入密碼。";

DuplicateNetworkNameErrorTitle = "重複的 WiFi 網路名稱";
DuplicateNetworkNameErrorDescription = "偵測到重複的 \"%@\" WiFi 網路。請檢查無線路由器設定。";

MacAddressFilterErrorTitle = "WiFi 過濾器錯誤";
MacAddressFilterErrorDescription = "裝置 MAC 硬體位址已被過濾掉，無法從 \"%@\" 取得。請檢查無線路由器設定。";

WeakSignalStrengthErrorTitle = "弱訊號強度";
WeakSignalStrengthErrorDescription = "\"%@\" 無線路由器訊號強度較弱。請將裝置靠近路由器。";

DeviceNotReachableErrorTitle = "裝置無法連線";
DeviceNotReachableErrorDescription = "已將無線網路設定成功下載到您的裝置。但是，您的 Mac 找不到網路上的裝置。\n\n請確保以下各項:\n• 您的 Mac 已連接有線或無線網路，可以存取您的裝置。\n• 您的裝置已連接無線網路 \"%@\"。";

EmptyPasswordError = "需要輸入密碼。";
TooShortWPAPersonalPasswordError = "密碼必須至少為 8 個字元。";
TooLongWPAPersonalPasswordError = "密碼的長度不能超過 64 個字元。";

// restore original network errors

FailedToRestoreOriginalNetworkErrorTitle = "無法將連線還原為您原始的無線網路";

NoPasswordIsStoredInKeychainErrorMessageFormat = "助手無法從金鑰鏈擷取無線網路 \"%@\" 的憑證。請確認您的 Mac 已連線至可存取裝置的有線或無線網路。";
PasswordFromKeychainNotAcceptedErrorMessageFormat = "無線網路 \"%@\" 不接受您的憑證。請確認您的 Mac 已連線至可存取裝置的有線或無線網路。";
FailedToRestoreOriginalNetworkGenericErrorMessage = "請確認您的無線存取點正常運作且在 Mac 可用的範圍內，然後嘗試手動建立連線。";

// results
ManualNetworkConfigurationTitle = "手動";
AutoNetworkConfigurationTitle = "自動";
LinklocalNetworkConfigurationTitle = "連結-本機";
NetworkSettingsTitle = "網路設定";
ConfigurationFailedTaskName = "設定失敗";
ConfigurationCompleteTaskName = "設定完成";
ConfigurationFailedTitle = "助理無法使用無線連線配置您的裝置。";
ConfigurationSucceededTitle = "您的 HP 裝置現在已正確設定，且已加入 \"%@\" 網路。";

ConfigurationFailedNote = "請確定無線存取點正常運作，並且您的裝置位於範圍內、已開啟但處於閒置狀態，然後按一下「重試」再試一次。\n\n%@";
UnableToConnectToDeviceNetworkUSBSOWMessage = "確認您的裝置已開啟且在此電腦檢視範圍中，然後按一下「重試」再試一次。裝置上的藍色指示燈應會閃爍，顯示裝置處於「HP 自動無線直捷」模式。裝置於安裝時第一次開啟時，它將會停留在此模式約一小時，直到連線網路為止。\n\n%@";
UnableToConnectToDeviceNetworkFPWithoutIndicatorSOWMessage = "請確定您的裝置在此電腦的檢視範圍內且處於 HP 自動無線連線模式下。然後按一下「重試」以再次嘗試。您可以使用裝置控制台上的「還原網路預設值」選項，來重設 HP 自動無線連線模式。請參閱裝置的文件，取得執行此操作的說明。\n\n%@";
UnableToConnectToDeviceNetworkFPWithIndicatorSOWMessage = "確認您的裝置已開啟且在此電腦檢視範圍中，而裝置上的藍色指示燈應會閃爍，顯示裝置處於「HP 自動無線直捷」模式。然後，按一下「重試」再試一次。您可以使用裝置控制面板上的「還原網路預設值」選項來重設「HP 自動無線直捷」模式。如需相關操作說明，請參閱您的裝置說明文件。\n\n%@";
ConfigurationFailedUSBSOWPart = "或者，您可以使用 USB 纜線將裝置連接到電腦，然後按一下「重試」，以配置裝置。當裝置配置為加入您先前選取的網路時，您可以中斷裝置與電腦的連接。";
ConfigurationFailedFPSOWPart = "或者，您可以使用「無線設定精靈」，將您的裝置配置為連接到無線網路，從裝置的控制台可以存取此精靈。若要這麼做，請依照下列步驟執行：
       1. 請按下無線通訊按鈕或點選裝置上的「無線」圖示。
       2. 在裝置的顯示器上，開啟「無線狀態」畫面，然後選取「設定」。
       3. 選取「無線設定精靈」，然後依照螢幕上的指示操作。


成功完成精靈後，您的裝置就會自動連接到網路。";

ConfigurationOverUSBFailedTitle = "助理無法使用 USB 連線配置您的裝置。";
ConfigurationOverUSBFailedNote = "請確定無線存取點正常運作，並且您的裝置位於範圍內且已開啟但處於閒置狀態，然後按一下「重試」再試一次。";
MoreInfoText = "若要線上獲取詳細資訊，請造訪";
FailedTitle = "無法擷取網路資訊";
BonjourServiceNameLabel = "Bonjour 服務名稱:";
IPAddress = "IP 位址:";
AddressMode = "位址模式:";
SubnetMask = "子網路遮罩:";
DefaultGateway = "預設閘道:";
HostName = "主機名稱:";
PrefixLength = "字首長度:";
DisconnectUSBWarningText = "<b>重要：</b>請拔除目前連接到您裝置的 USB 纜線。";
DeviceNotLocatedWarningText = "無線網路設定已成功下載到您的裝置。但是您的 Mac 在網路上找不到此裝置。";

// network settings
Adhoc = "Adhoc";
Infrastructure = "架構";

// select network
NetworkColumnTitle = "網路";
SignalStrengthColumnTitle = "訊號強度";
EncryptionColumnTitle = "加密";
ModeColumnTitle = "模式";
